/* No comment provided by engineer. */
" " = " ";

/* No comment provided by engineer. */
"%@m" = "%@m";

/* No comment provided by engineer. */
"\n" = "\n";

/* No comment provided by engineer. */
"action cn" = "action cn";

/* No comment provided by engineer. */
"Action details" = "Action details";

/* No comment provided by engineer. */
"Action is not set. To take full advantage of map view please join one of available actions first." = "Action is not set. To take full advantage of map view please join one of available actions first.";

/* No comment provided by engineer. */
"Actions" = "Actions";

/* No comment provided by engineer. */
"Actions list" = "Actions list";

/* No comment provided by engineer. */
"Active" = "Active";

/* No comment provided by engineer. */
"Add point" = "Add point";

/* No comment provided by engineer. */
"Are you sure?" = "Are you sure?";

/* No comment provided by engineer. */
"area cn" = "area cn";

/* No comment provided by engineer. */
"Back to username and pasword? " = "Back to username and pasword? ";

/* No comment provided by engineer. */
"cache cn" = "cache cn";

/* No comment provided by engineer. */
"Cancel" = "Cancel";

/* No comment provided by engineer. */
"Change selection" = "Change selection";

/* No comment provided by engineer. */
"Change!" = "Change!";

/* No comment provided by engineer. */
"Chnage password" = "Chnage password";

/* No comment provided by engineer. */
"Chnage your password" = "Chnage your password";

/* No comment provided by engineer. */
"Chnage your username" = "Chnage your username";

/* No comment provided by engineer. */
"CL A+P" = "CL A+P";

/* No comment provided by engineer. */
"CL L+P" = "CL L+P";

/* No comment provided by engineer. */
"Click Here" = "Click Here";

/* No comment provided by engineer. */
"Close" = "Close";

/* No comment provided by engineer. */
"Code" = "Code";

/* No comment provided by engineer. */
"coord cn" = "coord cn";

/* No comment provided by engineer. */
"Current" = "Current";

/* No comment provided by engineer. */
"Data was successfully uploaded!" = "Data was successfully uploaded!";

/* No comment provided by engineer. */
"DEBUG TOOLS" = "DEBUG TOOLS";

/* No comment provided by engineer. */
"description" = "description";

/* No comment provided by engineer. */
"Description:" = "Description:";

/* No comment provided by engineer. */
"Dismiss" = "Dismiss";

/* No comment provided by engineer. */
"Do not worry, we will try again later automatiacally." = "Do not worry, we will try again later automatiacally.";

/* No comment provided by engineer. */
"Do you want to cancel?" = "Do you want to cancel?";

/* No comment provided by engineer. */
"Empty" = "Empty";

/* No comment provided by engineer. */
"Exceeded character limit." = "Exceeded character limit.";

/* No comment provided by engineer. */
"Get directions" = "Get directions";

/* No comment provided by engineer. */
"Go to Settigns" = "Go to Settigns";

/* No comment provided by engineer. */
"Got it!" = "Got it!";

/* No comment provided by engineer. */
"Got one time passcode? " = "Got one time passcode? ";

/* No comment provided by engineer. */
"GPS data upload interval:" = "GPS data upload interval:";

/* No comment provided by engineer. */
"Hello" = "Hello";

/* No comment provided by engineer. */
"Home" = "Home";

/* No comment provided by engineer. */
"Hybrid" = "Hybrid";

/* No comment provided by engineer. */
"If you join this action you will start sharing your GPS data." = "If you join this action you will start sharing your GPS data.";

/* No comment provided by engineer. */
"If you join this action, you will leave current one. You can participate in one action at the time. Additionally you will start sharing your GPS data." = "If you join this action, you will leave current one. You can participate in one action at the time. Additionally you will start sharing your GPS data.";

/* No comment provided by engineer. */
"If you leave action its data saved in device memory will be removed. If you do not have Internet connection at the moment it coud be not possible to regain access to those data untill returning online. Do you still want to leave?" = "If you leave action its data saved in device memory will be removed. If you do not have Internet connection at the moment it coud be not possible to regain access to those data untill returning online. Do you still want to leave?";

/* No comment provided by engineer. */
"Inactive" = "Inactive";

/* No comment provided by engineer. */
"Is active now:" = "Is active now:";

/* No comment provided by engineer. */
"Join" = "Join";

/* No comment provided by engineer. */
"Last successful upload:" = "Last successful upload:";

/* No comment provided by engineer. */
"Leave current action" = "Leave current action";

/* No comment provided by engineer. */
"location cn" = "location cn";

/* No comment provided by engineer. */
"Location is needed" = "Location is needed";

/* No comment provided by engineer. */
"Location: " = "Location: ";

/* No comment provided by engineer. */
"Log In" = "Log In";

/* No comment provided by engineer. */
"Log In to your account" = "Log In to your account";

/* No comment provided by engineer. */
"Log Out" = "Log Out";

/* No comment provided by engineer. */
"Login failed!" = "Login failed!";

/* No comment provided by engineer. */
"Map" = "Map";

/* No comment provided by engineer. */
"Media content" = "Media content";

/* No comment provided by engineer. */
"Media content:" = "Media content:";

/* No comment provided by engineer. */
"name" = "name";

/* No comment provided by engineer. */
"Name:" = "Name:";

/* No comment provided by engineer. */
"Navigate to action using maps" = "Navigate to action using maps";

/* No comment provided by engineer. */
"Network failed" = "Network failed";

/* No comment provided by engineer. */
"New password" = "New password";

/* No comment provided by engineer. */
"New username" = "New username";

/* No comment provided by engineer. */
"No name provided" = "No name provided";

/* No comment provided by engineer. */
"none" = "none";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Passwod field empty!" = "Passwod field empty!";

/* No comment provided by engineer. */
"Password updated!" = "Password updated!";

/* No comment provided by engineer. */
"Pasword" = "Pasword";

/* No comment provided by engineer. */
"path cn" = "path cn";

/* No comment provided by engineer. */
"Phone number:" = "Phone number:";

/* No comment provided by engineer. */
"Pick layers" = "Pick layers";

/* No comment provided by engineer. */
"Please check entered addres/ip address or port number and try again." = "Please check entered addres/ip address or port number and try again.";

/* No comment provided by engineer. */
"Please check entered credentials." = "Please check entered credentials.";

/* No comment provided by engineer. */
"Please confirm" = "Please confirm";

/* No comment provided by engineer. */
"Please enter new password if you want to change current one." = "Please enter new password if you want to change current one.";

/* No comment provided by engineer. */
"Please enter new username if you want to change current one." = "Please enter new username if you want to change current one.";

/* No comment provided by engineer. */
"Please go to Profile tab and set your password by clicking Change password. Otherwise you may be not able to log in again." = "Please go to Profile tab and set your password by clicking Change password. Otherwise you may be not able to log in again.";

/* No comment provided by engineer. */
"Please try again" = "Please try again";

/* No comment provided by engineer. */
"Please try again later." = "Please try again later.";

/* No comment provided by engineer. */
"points cn" = "points cn";

/* No comment provided by engineer. */
"Port: 80" = "Port: 80";

/* No comment provided by engineer. */
"Profile" = "Profile";

/* No comment provided by engineer. */
"Remove selection" = "Remove selection";

/* No comment provided by engineer. */
"Request failed!" = "Request failed!";

/* No comment provided by engineer. */
"result... %@" = "result... %@";

/* No comment provided by engineer. */
"s" = "s";

/* No comment provided by engineer. */
"Satellite" = "Satellite";

/* No comment provided by engineer. */
"Server address validation failed!" = "Server address validation failed!";

/* No comment provided by engineer. */
"Session expired!" = "Session expired!";

/* No comment provided by engineer. */
"Set your password!" = "Set your password!";

/* No comment provided by engineer. */
"Something went wrong" = "Something went wrong";

/* No comment provided by engineer. */
"Something went wrong!" = "Something went wrong!";

/* No comment provided by engineer. */
"Sorry, something went wrong... Try again later" = "Sorry, something went wrong... Try again later";

/* No comment provided by engineer. */
"Standard" = "Standard";

/* No comment provided by engineer. */
"Start time:" = "Start time:";

/* No comment provided by engineer. */
"Starting: %@" = "Starting: %@";

/* No comment provided by engineer. */
"Success" = "Success";

/* No comment provided by engineer. */
"Tap to select a picture" = "Tap to select a picture";

/* No comment provided by engineer. */
"Time: " = "Time: ";

/* No comment provided by engineer. */
"To collect data please join action first." = "To collect data please join action first.";

/* No comment provided by engineer. */
"To provide full functionality this aplication needs to access your location even in backgroud. Please go to Setting and allow Location **Always**." = "To provide full functionality this aplication needs to access your location even in backgroud. Please go to Setting and allow Location **Always**.";

/* No comment provided by engineer. */
"Unknown" = "Unknown";

/* No comment provided by engineer. */
"use **ONLY IF** you know how 😇" = "use **ONLY IF** you know how 😇";

/* No comment provided by engineer. */
"Use SSL" = "Use SSL";

/* No comment provided by engineer. */
"user cn" = "user cn";

/* No comment provided by engineer. */
"User: " = "User: ";

/* No comment provided by engineer. */
"Username" = "Username";

/* No comment provided by engineer. */
"Username field empty!" = "Username field empty!";

/* No comment provided by engineer. */
"Username is already taken!" = "Username is already taken!";

/* No comment provided by engineer. */
"Username updated!" = "Username updated!";

/* No comment provided by engineer. */
"Username:" = "Username:";

/* No comment provided by engineer. */
"Welcome" = "Welcome";

/* No comment provided by engineer. */
"Width of observation:" = "Width of observation:";

/* No comment provided by engineer. */
"Yes" = "Yes";

/* No comment provided by engineer. */
"Yes." = "Yes.";

/* No comment provided by engineer. */
"You can attach an image to this point below." = "You can attach an image to this point below.";

/* No comment provided by engineer. */
"You can go back to using the app." = "You can go back to using the app.";

/* No comment provided by engineer. */
"You have been logout. Should it be a bug, please contact administration." = "You have been logout. Should it be a bug, please contact administration.";

